[
    {
        "name": "anonymous-file-transfer-using-disposable-mail",
        "title": "Anonymous file transfer using disposable mail",
        "content": "Today, anonymous file transfer between users is the essential part of their personal data security system. Usually, users have to install additional complex software solutions to organize a virtual data channel for safe data transfer via emails. However, if you want to protect yourself from intruders, it’s enough for you to hide your IP address and use disposable mail instead of your real mailbox"
    },
    {
        "name": "how-to-block-annoying-ads-when-connecting-to-wi-fi-by-using-an-anonymous-email",
        "title": "How to Block Annoying Ads When Connecting to Wi-Fi by Using an Anonymous Email?",
        "content": "Stable, unlimited internet access gradually became a necessity rather than a commodity for a modern person. The worldwide web is now an intrinsic part of the lives of people who live in both developed and developing countries. Wi-Fi has always been one of the best methods of connecting to the Internet."
    },
    {
        "name": "temp-email-address-firewall-the-spam-protection-with-temporary-email",
        "title": "Temp Email Address Firewall - The Spam Protection with Temporary Email",
        "content": "The temp email address protect your email data when receiving new mail, disposable email address makes sure that nobody can find out your real identity."
    },
    {
        "name": "temporary-email-best-assistant-for-the-developer",
        "title": "Temporary email: Best assistant for the developer",
        "content": "Software developers know that the testing procedures take immense efforts. One has to examine all variants of how the new software would behave in different situations, check functionality of every algorithm, and fix the bugs and errors that would otherwise give users a hard time."
    },
    {
        "name": "temporary-email-ultimate-solution-for-e-book-fans",
        "title": "Temporary email: Ultimate solution for e-book fans",
        "content": "The development of present-day society has brought us a plenty of technologies aimed at streamlining the life of a common person. Dozens of new applications emerge every day, which are of great interest to both pros and normal users"
    },
    {
        "name": "the-tech-behind-disposable-email-addresses",
        "title": "The Tech behind Disposable Email Addresses",
        "content": "Everyone owns an email address each and every hour, for everything from connecting at work, with business prospects, reaching out to friends and colleagues using the email address as an online passport"
    }
]